class Message
    EXCELLENT = [
      "鳥肌すごすぎて、鳥になっちゃった",
      "集中力すごすぎて、Wi-Fi飛ばせそう",
      "真面目すぎて、椅子と同化してるんじゃ？",
      "やる気全開すぎて、近所の蛍光灯が切れた",
      "努力のエネルギーで発電できそう",
      "すごすぎて、逆に怖いから110番しとくね",
      "その真面目さ、国宝に認定したい",
      "尊敬しすぎて、拝んでるわ今",
      "完璧！もう伝説の生き物に登録するね",
    ]
  
    NORMAL = [
      "まだ頑張れるでしょ？ちょっと甘えてない？",
      "この程度で満足してるなら、もったいないよ",
      "サボり気味だね〜。次は本気見せてよ？",
      "ちょっと中途半端じゃない？本気出していいんだよ？",
      "休憩挟んだ？それとも本気出すのが怖いの？",
      "手を抜いた分、次で見せてよ",
      "甘えは禁物、次はもっと力見せてよ",
      "軽くサボった？でも次は本気見せて",
    ]
  
    FAIL = [
      "やる気はどこに置き忘れたんでしょうか",
      "その手抜き、努力してるフリですか？",
      "まだやる気出さないの？時間の無駄",
      "そのペースで満足してるの？低レベルだね",
      "努力しない選択、意外と快適そうだね",
      "そんなのでよく堂々としてられるね、才能なんじゃね",
      "手抜きのプロフェッショナルじゃん、君",
      "お前ってやつはとことんダメなやつだな",
      "まだ本気を出す気はないの？"
    ]
  end
  